Repository: thomas-domville/AppleVis
Catalog: AppleVis/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, el, es, fa, fr, he, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tr, uk, vi, zh_hans

source: If you chose Bug Report, a toggle appears to include app and device info — turn it on to append your app version, device model, and accessibility settings like VoiceOver automatically.
ar: إذا اخترت "بلاغ عن خطأ"، يظهر مفتاح لتضمين معلومات التطبيق والجهاز — فعّله لإلحاق إصدار التطبيق وطراز الجهاز وإعدادات إمكانية الوصول مثل VoiceOver تلقائيًا.
de: Wenn du „Fehlerbericht" gewählt hast, erscheint ein Schalter, um App- und Geräteinformationen einzuschließen — aktiviere ihn, um deine App-Version, dein Gerätemodell und Bedienungshilfen-Einstellungen wie VoiceOver automatisch hinzuzufügen.
el: Αν επιλέξατε Αναφορά Σφάλματος, εμφανίζεται ένας διακόπτης για να συμπεριλάβετε πληροφορίες εφαρμογής και συσκευής — ενεργοποιήστε τον για να προσθέσετε αυτόματα την έκδοση της εφαρμογής, το μοντέλο της συσκευής και ρυθμίσεις προσβασιμότητας όπως το VoiceOver.
es: Si elegiste Informe de error, aparece un interruptor para incluir información de la app y el dispositivo — actívalo para añadir automáticamente la versión de la app, el modelo del dispositivo y la configuración de accesibilidad como VoiceOver.
fa: اگر «گزارش اشکال» را انتخاب کرده باشید، کلیدی برای گنجاندن اطلاعات برنامه و دستگاه ظاهر می‌شود — آن را روشن کنید تا نسخهٔ برنامه، مدل دستگاه، و تنظیمات دسترس‌پذیری مانند VoiceOver به‌طور خودکار افزوده شود.
fr: Si vous avez choisi Rapport de bug, un interrupteur apparaît pour inclure les informations sur l'appli et l'appareil — activez-le pour ajouter automatiquement la version de l'appli, le modèle de l'appareil et les réglages d'accessibilité comme VoiceOver.
he: אם בחרתם דיווח על תקלה, מופיע מתג לכלול מידע על האפליקציה והמכשיר — הפעילו אותו כדי להוסיף אוטומטית את גרסת האפליקציה, דגם המכשיר והגדרות נגישות כמו VoiceOver.
hi: यदि आपने बग रिपोर्ट चुना है, तो ऐप और डिवाइस जानकारी शामिल करने के लिए एक टॉगल दिखाई देता है — अपना ऐप वर्शन, डिवाइस मॉडल, और VoiceOver जैसी एक्सेसिबिलिटी सेटिंग्स स्वचालित रूप से जोड़ने के लिए इसे चालू करें।
id: Jika Anda memilih Laporan Bug, sebuah sakelar muncul untuk menyertakan info aplikasi dan perangkat — aktifkan untuk menambahkan versi aplikasi, model perangkat, dan pengaturan aksesibilitas seperti VoiceOver secara otomatis.
it: Se hai scelto Segnalazione di bug, appare un interruttore per includere le informazioni sull'app e sul dispositivo — attivalo per aggiungere automaticamente la versione dell'app, il modello del dispositivo e le impostazioni di accessibilità come VoiceOver.
ja: 「バグ報告」を選択すると、アプリとデバイスの情報を含めるトグルが表示されます。オンにすると、アプリのバージョン、デバイスモデル、VoiceOverなどのアクセシビリティ設定が自動的に追加されます。
ko: 버그 신고를 선택하면 앱 및 기기 정보를 포함하는 토글이 나타납니다. 이를 켜면 앱 버전, 기기 모델, VoiceOver와 같은 접근성 설정이 자동으로 추가됩니다.
nl: Als je Bugmelding hebt gekozen, verschijnt een schakelaar om app- en apparaatinformatie op te nemen — zet deze aan om je app-versie, apparaatmodel en toegankelijkheidsinstellingen zoals VoiceOver automatisch toe te voegen.
pl: Jeśli wybrałeś Zgłoszenie błędu, pojawi się przełącznik umożliwiający dołączenie informacji o aplikacji i urządzeniu — włącz go, aby automatycznie dodać wersję aplikacji, model urządzenia i ustawienia ułatwień dostępu, takie jak VoiceOver.
pt: Se você escolheu Relatório de bug, um botão aparece para incluir informações do app e do dispositivo — ative-o para adicionar automaticamente a versão do app, o modelo do dispositivo e as configurações de acessibilidade como o VoiceOver.
ru: Если вы выбрали «Отчёт об ошибке», появится переключатель для включения информации о приложении и устройстве — включите его, чтобы автоматически добавить версию приложения, модель устройства и настройки специальных возможностей, такие как VoiceOver.
sv: Om du valde Felrapport visas en reglage för att inkludera app- och enhetsinformation — aktivera den för att automatiskt lägga till din appversion, enhetsmodell och tillgänglighetsinställningar som VoiceOver.
th: หากคุณเลือกรายงานข้อบกพร่อง จะมีสวิตช์ปรากฏขึ้นเพื่อรวมข้อมูลแอปและอุปกรณ์ — เปิดใช้งานเพื่อเพิ่มเวอร์ชันแอป รุ่นอุปกรณ์ และการตั้งค่าการช่วยการเข้าถึง เช่น VoiceOver โดยอัตโนมัติ
tr: Hata Raporu'nu seçtiyseniz, uygulama ve cihaz bilgilerini eklemek için bir anahtar görünür — uygulama sürümünüzü, cihaz modelinizi ve VoiceOver gibi erişilebilirlik ayarlarınızı otomatik olarak eklemek için açın.
uk: Якщо ви обрали «Звіт про помилку», з'явиться перемикач для включення інформації про застосунок і пристрій — увімкніть його, щоб автоматично додати версію застосунку, модель пристрою та налаштування спеціальних можливостей, як-от VoiceOver.
vi: Nếu bạn chọn Báo cáo lỗi, một công tắc sẽ xuất hiện để bao gồm thông tin ứng dụng và thiết bị — bật nó để tự động thêm phiên bản ứng dụng, kiểu máy thiết bị và cài đặt trợ năng như VoiceOver.
zh_hans: 如果你选择了"错误报告"，会出现一个开关用于包含应用和设备信息——打开它可自动附加你的应用版本、设备型号以及 VoiceOver 等辅助功能设置。

source: If you have forgotten your password, you can reset it on the AppleVis website.
ar: إذا نسيت كلمة المرور، يمكنك إعادة تعيينها على موقع AppleVis.
de: Wenn du dein Passwort vergessen hast, kannst du es auf der AppleVis-Website zurücksetzen.
el: Αν έχετε ξεχάσει τον κωδικό πρόσβασής σας, μπορείτε να τον επαναφέρετε στον ιστότοπο του AppleVis.
es: Si olvidaste tu contraseña, puedes restablecerla en el sitio web de AppleVis.
fa: اگر رمز عبور خود را فراموش کرده‌اید، می‌توانید آن را در وب‌سایت AppleVis بازنشانی کنید.
fr: Si vous avez oublié votre mot de passe, vous pouvez le réinitialiser sur le site AppleVis.
he: אם שכחת את הסיסמה שלך, תוכל לאפס אותה באתר AppleVis.
hi: यदि आप अपना पासवर्ड भूल गए हैं, तो आप इसे AppleVis वेबसाइट पर रीसेट कर सकते हैं।
id: Jika Anda lupa kata sandi, Anda dapat mengaturnya ulang di situs web AppleVis.
it: Se hai dimenticato la password, puoi reimpostarla sul sito web di AppleVis.
ja: パスワードをお忘れの場合は、AppleVis のウェブサイトで再設定できます。
ko: 비밀번호를 잊으셨다면 AppleVis 웹사이트에서 재설정할 수 있습니다.
nl: Als je je wachtwoord bent vergeten, kun je het opnieuw instellen op de AppleVis-website.
pl: Jeśli zapomniałeś hasła, możesz je zresetować na stronie AppleVis.
pt: Se você esqueceu sua senha, pode redefini-la no site da AppleVis.
ru: Если вы забыли пароль, вы можете сбросить его на сайте AppleVis.
sv: Om du har glömt ditt lösenord kan du återställa det på AppleVis webbplats.
th: หากคุณลืมรหัสผ่าน คุณสามารถรีเซ็ตได้ที่เว็บไซต์ AppleVis
tr: Şifrenizi unuttuysanız AppleVis web sitesinden sıfırlayabilirsiniz.
uk: Якщо ви забули пароль, можете скинути його на сайті AppleVis.
vi: Nếu bạn quên mật khẩu, bạn có thể đặt lại trên trang web AppleVis.
zh_hans: 如果您忘记了密码，可以在 AppleVis 网站上重置。

source: If you or someone else using this device turns on VoiceOver later, how much detail should it announce for each item? You can change this anytime in Accessibility Settings.
ar: إذا قمت أنت أو أي شخص آخر يستخدم هذا الجهاز بتشغيل VoiceOver لاحقًا، فكم من التفاصيل ينبغي أن يعلن عنها لكل عنصر؟ يمكنك تغيير هذا في أي وقت من الإعدادات > إمكانية الوصول.
de: Wenn du oder jemand anderes VoiceOver später auf diesem Gerät aktiviert, wie detailliert soll es dann jedes Element ansagen? Du kannst dies jederzeit in Einstellungen > Bedienungshilfen ändern.
el: Αν εσείς ή κάποιος άλλος που χρησιμοποιεί αυτή τη συσκευή ενεργοποιήσει το VoiceOver αργότερα, πόση λεπτομέρεια πρέπει να ανακοινώνει για κάθε στοιχείο; Μπορείτε να το αλλάξετε ανά πάσα στιγμή στις Ρυθμίσεις > Προσβασιμότητα.
es: Si tú o alguien más activa VoiceOver más adelante en este dispositivo, ¿cuánto detalle debería anunciar para cada elemento? Puedes cambiar esto en cualquier momento en Ajustes > Accesibilidad.
fa: اگر شما یا فرد دیگری که از این دستگاه استفاده می‌کند، بعداً VoiceOver را روشن کند، چه میزان جزئیات باید برای هر مورد اعلام شود؟ می‌توانید این را هر زمان در تنظیمات > دسترس‌پذیری تغییر دهید.
fr: Si vous ou quelqu'un d'autre activez VoiceOver plus tard sur cet appareil, quel niveau de détail doit-il annoncer pour chaque élément ? Vous pouvez modifier cela à tout moment dans Réglages > Accessibilité.
he: אם את/ה או מישהו אחר שמשתמש במכשיר הזה יפעיל/תפעיל את VoiceOver מאוחר יותר, כמה פירוט הוא צריך להכריז עבור כל פריט? תוכל/י לשנות זאת בכל עת בהגדרות > נגישות.
hi: अगर आप या इस डिवाइस का उपयोग करने वाला कोई और बाद में VoiceOver चालू करता है, तो प्रत्येक आइटम के लिए कितनी जानकारी घोषित की जानी चाहिए? आप इसे कभी भी सेटिंग्स > सुलभता में बदल सकते हैं।
id: Jika Anda atau orang lain yang menggunakan perangkat ini mengaktifkan VoiceOver nanti, seberapa banyak detail yang harus diumumkan untuk setiap item? Anda dapat mengubah ini kapan saja di Pengaturan > Aksesibilitas.
it: Se tu o qualcun altro attivate VoiceOver in seguito su questo dispositivo, quanto dettaglio dovrebbe annunciare per ogni elemento? Puoi modificarlo in qualsiasi momento in Impostazioni > Accessibilità.
ja: 後であなたまたはこのデバイスを使う他の人がVoiceOverをオンにした場合、各項目についてどの程度詳しく読み上げるべきですか?これはいつでも「設定」>「アクセシビリティ」で変更できます。
ko: 나중에 사용자 또는 이 기기를 사용하는 다른 사람이 VoiceOver를 켜면 각 항목에 대해 얼마나 자세히 알려야 할까요? 이는 언제든지 설정 > 접근성에서 변경할 수 있습니다.
nl: Als jij of iemand anders VoiceOver later op dit toestel inschakelt, hoeveel detail moet het dan voor elk item aankondigen? Je kunt dit op elk moment wijzigen bij Instellingen > Toegankelijkheid.
pl: Jeśli Ty lub ktoś inny włączy później VoiceOver na tym urządzeniu, ile szczegółów powinien ogłaszać dla każdego elementu? Możesz to zmienić w dowolnym momencie w Ustawienia > Ułatwienia dostępu.
pt: Se você ou outra pessoa ativar o VoiceOver mais tarde neste dispositivo, quanto detalhe ele deve anunciar para cada item? Você pode alterar isso a qualquer momento em Configurações > Acessibilidade.
ru: Если вы или кто-то другой включит VoiceOver позже на этом устройстве, сколько подробностей он должен озвучивать для каждого элемента? Вы можете изменить это в любое время в разделе «Настройки» > «Специальные возможности».
sv: Om du eller någon annan aktiverar VoiceOver senare på den här enheten, hur mycket information ska den läsa upp för varje objekt? Du kan ändra detta när som helst i Inställningar > Hjälpmedel.
th: หากคุณหรือคนอื่นที่ใช้อุปกรณ์นี้เปิดใช้งาน VoiceOver ในภายหลัง ควรประกาศรายละเอียดมากน้อยเพียงใดสำหรับแต่ละรายการ คุณสามารถเปลี่ยนได้ทุกเมื่อที่การตั้งค่า > การช่วยการเข้าถึง
tr: Siz veya bu cihazı kullanan başka biri VoiceOver'ı ileride açarsa, her öğe için ne kadar ayrıntı seslendirilsin? Bunu istediğiniz zaman Ayarlar > Erişilebilirlik'ten değiştirebilirsiniz.
uk: Якщо ви або хтось інший увімкне VoiceOver пізніше на цьому пристрої, скільки деталей він має озвучувати для кожного елемента? Ви можете змінити це будь-коли в Налаштування > Спеціальні можливості.
vi: Nếu bạn hoặc người khác dùng thiết bị này bật VoiceOver sau này, nên thông báo bao nhiêu chi tiết cho mỗi mục? Bạn có thể thay đổi điều này bất cứ lúc nào trong Cài đặt > Trợ năng.
zh_hans: 如果您或使用此设备的其他人以后打开 VoiceOver,应为每个项目播报多少细节?您可以随时在“设置”>“辅助功能”中更改此设置。

source: If you sign out later, AppleVis will act more like the website.
ar: إذا سجّلت الخروج لاحقًا، سيتصرف AppleVis بشكل أقرب إلى الموقع الإلكتروني.
de: Wenn du dich später abmeldest, verhält sich AppleVis eher wie die Website.
el: Αν αποσυνδεθείτε αργότερα, το AppleVis θα συμπεριφέρεται περισσότερο όπως ο ιστότοπος.
es: Si cierras sesión más adelante, AppleVis se comportará más como el sitio web.
fa: اگر بعداً خارج شوید، اپل‌ویز بیشتر شبیه وب‌سایت رفتار خواهد کرد.
fr: Si vous vous déconnectez plus tard, AppleVis se comportera davantage comme le site web.
he: אם תתנתק/י מאוחר יותר, AppleVis יתנהג יותר כמו האתר.
hi: अगर आप बाद में साइन आउट करें, तो AppleVis वेबसाइट जैसा अधिक व्यवहार करेगा।
id: Jika suatu saat Anda keluar, AppleVis akan berperilaku lebih seperti situs web.
it: Se esci dall'account in seguito, AppleVis si comporterà più come il sito web.
ja: 後でサインアウトした場合、AppleVisはWebサイトにより近い動作になります。
ko: 나중에 로그아웃하면 AppleVis가 웹사이트와 더 비슷하게 동작합니다.
nl: Als je later uitlogt, gedraagt AppleVis zich meer als de website.
pl: Jeśli później się wylogujesz, AppleVis będzie działać bardziej jak strona internetowa.
pt: Se você sair da conta mais tarde, o AppleVis vai se comportar mais como o site.
ru: Если вы выйдете из аккаунта позже, AppleVis будет вести себя больше как веб-сайт.
sv: Om du loggar ut senare kommer AppleVis att fungera mer som webbplatsen.
th: หากคุณออกจากระบบในภายหลัง AppleVis จะทำงานคล้ายกับเว็บไซต์มากขึ้น
tr: İleride oturumu kapatırsanız AppleVis, web sitesine daha çok benzer şekilde davranır.
uk: Якщо ви пізніше вийдете з акаунта, AppleVis працюватиме більше як вебсайт.
vi: Nếu sau này bạn đăng xuất, AppleVis sẽ hoạt động giống trang web hơn.
zh_hans: 如果您以后退出登录,AppleVis 的行为将更接近网站。

source: If you sign out later, Home can show what's new since your last visit.
ar: إذا سجّلت الخروج لاحقًا، يمكن للشاشة الرئيسية أن تعرض الجديد منذ آخر زيارة لك.
de: Wenn du dich später abmeldest, kann Start zeigen, was seit deinem letzten Besuch neu ist.
el: Αν αποσυνδεθείτε αργότερα, η Αρχική θα μπορεί να δείχνει τι νέο υπάρχει από την τελευταία σας επίσκεψη.
es: Si cierras sesión más adelante, Inicio podrá mostrarte las novedades desde tu última visita.
fa: اگر بعداً خارج شوید، صفحهٔ اصلی می‌تواند نشان دهد از آخرین بازدید شما چه چیز جدیدی وجود دارد.
fr: Si vous vous déconnectez plus tard, Accueil pourra afficher les nouveautés depuis votre dernière visite.
he: אם תתנתק/י מאוחר יותר, הבית יוכל להציג מה חדש מאז הביקור האחרון שלך.
hi: अगर आप बाद में साइन आउट करें, तो होम आपकी पिछली विज़िट के बाद से नया क्या है, यह दिखा सकता है।
id: Jika suatu saat Anda keluar, Beranda dapat menampilkan apa yang baru sejak kunjungan terakhir Anda.
it: Se esci dall'account in seguito, Home potrà mostrarti le novità dall'ultima visita.
ja: 後でサインアウトした場合、ホームは前回の訪問以降の新着情報を表示できます。
ko: 나중에 로그아웃하면 홈에서 마지막 방문 이후 새로운 항목을 보여줄 수 있습니다.
nl: Als je later uitlogt, kan Home laten zien wat er nieuw is sinds je laatste bezoek.
pl: Jeśli później się wylogujesz, Strona główna będzie mogła pokazać, co nowego od Twojej ostatniej wizyty.
pt: Se você sair da conta mais tarde, o Início poderá mostrar o que há de novo desde sua última visita.
ru: Если вы выйдете из аккаунта позже, «Главная» сможет показывать, что нового с момента вашего последнего визита.
sv: Om du loggar ut senare kan Hem visa vad som är nytt sedan ditt senaste besök.
th: หากคุณออกจากระบบในภายหลัง หน้าหลักจะสามารถแสดงสิ่งใหม่ ๆ ตั้งแต่การเข้าชมครั้งล่าสุดของคุณได้
tr: İleride oturumu kapatırsanız Ana Sayfa, son ziyaretinizden bu yana yenilikleri gösterebilir.
uk: Якщо ви пізніше вийдете з акаунта, «Головна» зможе показувати, що нового з часу вашого останнього відвідування.
vi: Nếu sau này bạn đăng xuất, Trang chủ có thể hiển thị những gì mới kể từ lần ghé thăm gần nhất của bạn.
zh_hans: 如果您以后退出登录,主页可以显示自上次访问以来的新内容。

source: If you stay signed out, AppleVis can optionally remember what you open on this device so Home can show what's new since your last visit.
ar: إذا بقيت غير مسجّل الدخول، يمكن لـ AppleVis أن يتذكّر اختياريًا ما تفتحه على هذا الجهاز حتى تتمكن الشاشة الرئيسية من عرض الجديد منذ آخر زيارة لك.
de: Wenn du abgemeldet bleibst, kann AppleVis optional merken, was du auf diesem Gerät öffnest, damit Start zeigen kann, was seit deinem letzten Besuch neu ist.
el: Αν παραμείνετε αποσυνδεδεμένοι, το AppleVis μπορεί προαιρετικά να θυμάται τι ανοίγετε σε αυτή τη συσκευή, ώστε η Αρχική να μπορεί να δείχνει τι νέο υπάρχει από την τελευταία σας επίσκεψη.
es: Si permaneces desconectado, AppleVis puede recordar opcionalmente lo que abres en este dispositivo para que Inicio pueda mostrarte las novedades desde tu última visita.
fa: اگر خارج از سیستم بمانید، اپل‌ویز می‌تواند به‌صورت اختیاری آنچه در این دستگاه باز می‌کنید را به‌خاطر بسپارد تا صفحهٔ اصلی بتواند از آخرین بازدید شما چه چیز جدیدی وجود دارد را نشان دهد.
fr: Si vous restez déconnecté(e), AppleVis peut, en option, se souvenir de ce que vous ouvrez sur cet appareil afin qu'Accueil puisse afficher les nouveautés depuis votre dernière visite.
he: אם תישאר מנותק, AppleVis יכול לזכור באופן אופציונלי מה אתה פותח במכשיר הזה כדי שהבית יוכל להציג מה חדש מאז הביקור האחרון שלך.
hi: अगर आप साइन आउट रहते हैं, तो AppleVis वैकल्पिक रूप से याद रख सकता है कि आप इस डिवाइस पर क्या खोलते हैं, ताकि होम आपकी पिछली विज़िट के बाद से नया क्या है, यह दिखा सके।
id: Jika Anda tetap keluar, AppleVis dapat secara opsional mengingat apa yang Anda buka di perangkat ini sehingga Beranda dapat menampilkan apa yang baru sejak kunjungan terakhir Anda.
it: Se rimani disconnesso, AppleVis può facoltativamente ricordare cosa apri su questo dispositivo, così Home potrà mostrarti le novità dall'ultima visita.
ja: サインアウトしたままにすると、AppleVisはこのデバイスで開いた内容を任意で記憶し、ホームが前回の訪問以降の新着情報を表示できるようにします。
ko: 로그아웃 상태를 유지하면 AppleVis는 선택적으로 이 기기에서 연 항목을 기억하여 홈이 마지막 방문 이후 새로운 항목을 보여줄 수 있도록 합니다.
nl: Als je uitgelogd blijft, kan AppleVis optioneel onthouden wat je op dit toestel opent, zodat Home kan laten zien wat er nieuw is sinds je laatste bezoek.
pl: Jeśli pozostaniesz wylogowany, AppleVis może opcjonalnie zapamiętywać, co otwierasz na tym urządzeniu, aby Strona główna mogła pokazać, co nowego od Twojej ostatniej wizyty.
pt: Se você permanecer desconectado, o AppleVis pode, opcionalmente, lembrar o que você abre neste dispositivo para que o Início possa mostrar o que há de novo desde sua última visita.
ru: Если вы останетесь вне системы, AppleVis может по желанию запоминать, что вы открываете на этом устройстве, чтобы «Главная» могла показывать, что нового с момента вашего последнего визита.
sv: Om du förblir utloggad kan AppleVis valfritt komma ihåg vad du öppnar på den här enheten så att Hem kan visa vad som är nytt sedan ditt senaste besök.
th: หากคุณยังคงออกจากระบบ AppleVis สามารถเลือกจดจำสิ่งที่คุณเปิดบนอุปกรณ์นี้ เพื่อให้หน้าหลักแสดงสิ่งใหม่ ๆ ตั้งแต่การเข้าชมครั้งล่าสุดของคุณได้
tr: Oturum açmadan kalırsanız AppleVis, bu cihazda neyi açtığınızı isteğe bağlı olarak hatırlayabilir, böylece Ana Sayfa son ziyaretinizden bu yana yenilikleri gösterebilir.
uk: Якщо ви залишитеся поза системою, AppleVis може за бажанням запам'ятовувати, що ви відкриваєте на цьому пристрої, щоб «Головна» могла показувати, що нового з часу вашого останнього відвідування.
vi: Nếu bạn vẫn đăng xuất, AppleVis có thể tùy chọn ghi nhớ những gì bạn mở trên thiết bị này để Trang chủ có thể hiển thị những gì mới kể từ lần ghé thăm gần nhất của bạn.
zh_hans: 如果您保持退出登录状态,AppleVis 可以选择记住您在此设备上打开的内容,以便主页显示自上次访问以来的新内容。

source: If you'd rather not agree right now, that's okay — AppleVis stays fully browsable without signing in, and we'll ask again the next time you try to sign in.
ar: إذا كنت تفضّل عدم الموافقة الآن، فلا بأس بذلك — يظل بإمكانك تصفح AppleVis بالكامل دون تسجيل الدخول، وسنسألك مرة أخرى في المرة القادمة التي تحاول فيها تسجيل الدخول.
de: Wenn du jetzt lieber nicht zustimmen möchtest, ist das in Ordnung — AppleVis bleibt vollständig durchsuchbar, ohne dass du dich anmeldest, und wir fragen erneut, sobald du dich das nächste Mal anmelden möchtest.
el: Αν προτιμάτε να μην συμφωνήσετε τώρα, δεν πειράζει — μπορείτε να συνεχίσετε να περιηγείστε πλήρως στο AppleVis χωρίς σύνδεση, και θα σας ρωτήσουμε ξανά την επόμενη φορά που θα προσπαθήσετε να συνδεθείτε.
es: Si prefieres no aceptar ahora, no pasa nada — puedes seguir explorando AppleVis por completo sin iniciar sesión, y te lo volveremos a preguntar la próxima vez que intentes iniciar sesión.
fa: اگر ترجیح می‌دهید الان موافقت نکنید، اشکالی ندارد — همچنان می‌توانید بدون ورود، AppleVis را به‌طور کامل مرور کنید، و دفعهٔ بعد که بخواهید وارد شوید، دوباره از شما می‌پرسیم.
fr: Si vous préférez ne pas accepter maintenant, ce n'est pas un problème — vous pouvez toujours parcourir AppleVis en entier sans vous connecter, et nous vous le redemanderons la prochaine fois que vous essaierez de vous connecter.
he: אם אתה מעדיף לא להסכים כרגע, זה בסדר — אפשר להמשיך לגלוש ב-AppleVis במלואו בלי להתחבר, ונשאל שוב בפעם הבאה שתנסה/י להתחבר.
hi: अगर आप अभी सहमत नहीं होना चाहते, तो कोई बात नहीं — आप साइन इन किए बिना भी AppleVis को पूरी तरह ब्राउज़ कर सकते हैं, और अगली बार जब आप साइन इन करने की कोशिश करेंगे, तो हम फिर से पूछेंगे।
id: Jika Anda lebih memilih untuk tidak menyetujui sekarang, tidak apa-apa — Anda tetap bisa menjelajahi AppleVis sepenuhnya tanpa masuk, dan kami akan menanyakannya lagi lain kali Anda mencoba masuk.
it: Se preferisci non accettare adesso, va benissimo — puoi comunque esplorare liberamente AppleVis senza accedere, e te lo richiederemo di nuovo la prossima volta che proverai ad accedere.
ja: 今は同意しなくても構いません — サインインしなくても AppleVis は引き続き自由に閲覧でき、次にサインインしようとしたときに改めて確認します。
ko: 지금 동의하지 않아도 괜찮습니다 — 로그인하지 않아도 AppleVis를 계속 자유롭게 둘러볼 수 있으며, 다음에 로그인을 시도할 때 다시 물어보겠습니다.
nl: Als je liever nu niet akkoord gaat, is dat geen probleem — je kunt AppleVis nog steeds volledig doorbladeren zonder in te loggen, en we vragen het opnieuw de volgende keer dat je probeert in te loggen.
pl: Jeśli wolisz teraz się nie zgodzić, nic się nie stanie — nadal możesz w pełni przeglądać AppleVis bez logowania, a zapytamy ponownie następnym razem, gdy spróbujesz się zalogować.
pt: Se preferir não concordar agora, sem problemas — você ainda pode navegar totalmente pela AppleVis sem fazer login, e perguntaremos novamente na próxima vez que você tentar fazer login.
ru: Если вы предпочитаете не соглашаться сейчас, ничего страшного — вы всё равно можете полностью пользоваться AppleVis без входа, и мы спросим снова, когда вы в следующий раз попытаетесь войти.
sv: Om du hellre inte vill godkänna just nu är det okej — du kan fortfarande utforska AppleVis fullt ut utan att logga in, och vi frågar igen nästa gång du försöker logga in.
th: หากคุณต้องการไม่ยอมรับตอนนี้ก็ไม่เป็นไร — คุณยังคงสามารถท่องดู AppleVis ได้อย่างเต็มที่โดยไม่ต้องลงชื่อเข้าใช้ และเราจะถามอีกครั้งในครั้งถัดไปที่คุณพยายามลงชื่อเข้าใช้
tr: Şimdi kabul etmemeyi tercih ederseniz sorun değil — oturum açmadan AppleVis'i tamamen gezebilirsiniz ve bir sonraki oturum açma denemenizde tekrar soracağız.
uk: Якщо ви віддаєте перевагу не погоджуватися зараз, це нормально — ви все одно можете повністю переглядати AppleVis без входу, і ми запитаємо знову наступного разу, коли ви спробуєте увійти.
vi: Nếu bạn muốn chưa đồng ý ngay bây giờ thì cũng không sao — bạn vẫn có thể duyệt xem toàn bộ AppleVis mà không cần đăng nhập, và chúng tôi sẽ hỏi lại vào lần tới khi bạn cố đăng nhập.
zh_hans: 如果你现在不想同意，也没关系——你仍然可以在不登录的情况下完整浏览 AppleVis，等你下次尝试登录时，我们会再次询问。
